{
  "date": "2/20/2017",
  "theatre": {
    "name": "The Super Great Movie Theatre",
    "address": "1234 E. Entertainment Way, Denver, CO 80204"
  },
  "movies": [
    {
      "title": "Guardians of the Galaxy",
      "showtimes": ["3:00 PM", "3:30 PM", "7:15 PM", "7:45 PM"],
      "rating": "PG-13",
      "description": "Compellingly embrace empowered e-business after user friendly intellectual capital. Interactively actualize front-end processes with effective convergence. Synergistically deliver performance based methods of empowerment whereas distributed expertise.\n\n Efficiently enable enabled sources and cost effective products. Completely synthesize principle-centered information after ethical communities. Efficiently innovate open-source infrastructures via inexpensive materials.",
      "poster": "asdf.jpg"
    },
    {
      "title": "Hercules",
      "showtimes": ["3:00 PM", "3:30 PM", "7:15 PM", "7:45 PM"],
      "rating": "PG-13",
      "description": "Objectively integrate enterprise-wide strategic theme areas with functionalized infrastructures. Interactively productize premium technologies whereas interdependent quality vectors. Rapaciously utilize enterprise experiences via 24/7 markets.\n\n Uniquely matrix economically sound value through cooperative technology. Competently parallel task fully researched data and enterprise process improvements. Collaboratively expedite quality manufactured products via client-focused results.",
      "poster": "asdf.jpg"
    },
    {
      "title": "Lucy",
      "showtimes": ["7:15 PM", "7:45 PM", "9:45 PM", "10:15 PM"],
      "rating": "R",
      "description": "Synergistically evolve 2.0 technologies rather than just in time initiatives. Quickly deploy strategic networks with compelling e-business. Credibly pontificate highly efficient manufactured products and enabled data.\n\n Dynamically target high-payoff intellectual capital for customized technologies. Objectively integrate emerging core competencies before process-centric communities. Dramatically evisculate holistic innovation rather than client-centric data.",
      "poster": "asdf.jpg"
    },
    {
      "title": "Planes: Fire & Rescue",
      "showtimes": ["3:00 PM", "3:30 PM", "7:15 PM", "7:45 PM"],
      "rating": "G",
      "description": "Interactively procrastinate high-payoff content without backward-compatible data. Quickly cultivate optimal processes and tactical architectures. Completely iterate covalent strategic theme areas via accurate e-markets.\n\n Globally incubate standards compliant channels before scalable benefits. Quickly disseminate superior deliverables whereas web-enabled applications. Quickly drive clicks-and-mortar catalysts for change before vertical architectures.",
      "poster": "asdf.jpg"
    },
    {
      "title": "The Hobbit: War of Five Armies",
      "showtimes": ["3:00 PM", "3:30 PM", "7:15 PM", "7:45 PM"],
      "rating": "PG-13",
      "description": "Proactively envisioned multimedia based expertise and cross-media growth strategies. Seamlessly visualize quality intellectual capital without superior collaboration and idea-sharing. Holistically pontificate installed base portals after maintainable products.\n\n Phosfluorescently engage worldwide methodologies with web-enabled technology. Interactively coordinate proactive e-commerce via process-centric \"outside the box\" thinking. Completely pursue scalable customer service through sustainable potentialities.",
      "poster": "asdf.jpg"
    }
  ]
}